---
kind: other
id: Methods.T:Autodesk.Revit.DB.RPCNode
source: html/65ebc9b3-1c33-804c-1603-f5da429afa4d.htm
---
# RPCNode Methods

Returns an an instance of an Asset object, which contains definitions of the content node.